[
  {
    "content": "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
    "author": "Rumi"
  },
  {
    "content": "Until you make the unconscious conscious, it will direct your life and you will call it fate.",
    "author": "Carl Jung"
  },
  {
    "content": "All conditioned things are impermanent’—when one sees this with wisdom, one turns away from suffering. This is the path to purification.",
    "author": "Buddhist Philosophy"
  },
  {
    "content": "You have power over your mind – not outside events. Realize this, and you will find strength.",
    "author": "Marcus Aurelius"
  },
  {
    "content": "What you seek is seeking you.",
    "author": "Rumi"
  },
  {
    "content": "Who looks outside, dreams; who looks inside, awakes.",
    "author": "Carl Jung"
  },
  {
    "content": "To live a pure unselfish life, one must count nothing as one's own in the midst of abundance.",
    "author": "Buddhist Philosophy"
  },
  {
    "content": "Let no one ever come to you without leaving better and happier.",
    "author": "Mother Teresa (Stoic ideals)"
  },
  {
    "content": "The wound is the place where the Light enters you.",
    "author": "Rumi"
  },
  {
    "content": "The shoe that fits one person pinches another; there is no recipe for living that suits all cases.",
    "author": "Carl Jung"
  },
  {
    "content": "Peace comes from within. Do not seek it without.",
    "author": "Buddhist Philosophy"
  },
  {
    "content": "The happiness of your life depends upon the quality of your thoughts.",
    "author": "Marcus Aurelius"
  },
  {
    "content": "Let the beauty of what you love be what you do.",
    "author": "Rumi"
  },
  {
    "content": "Knowing your own darkness is the best method for dealing with the darknesses of other people.",
    "author": "Carl Jung"
  },
  {
    "content": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.",
    "author": "Buddhist Philosophy"
  },
  {
    "content": "Waste no more time arguing what a good man should be. Be one.",
    "author": "Marcus Aurelius"
  },
  {
    "content": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
    "author": "Rumi"
  },
  {
    "content": "We are not what happened to us, we are what we wish to become.",
    "author": "Carl Jung"
  },
  {
    "content": "If you propose to speak always be sure it is an improvement on silence.",
    "author": "Buddhist Philosophy"
  },
  {
    "content": "Begin at once to live, and count each separate day as a separate life.",
    "author": "Seneca"
  },
  {
    "content": "Don't grieve. Anything you lose comes round in another form.",
    "author": "Rumi"
  },
  {
    "content": "Your visions will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.",
    "author": "Carl Jung"
  },
  {
    "content": "Three things cannot be long hidden: the sun, the moon, and the truth.",
    "author": "Buddhist Philosophy"
  },
  {
    "content": "We suffer more often in imagination than in reality.",
    "author": "Seneca"
  },
  {
    "content": "You were born with potential. You were born with goodness and trust. You were born with ideals and dreams. You were born with greatness. You were born with wings. You are not meant for crawling, so don’t. You have wings. Learn to use them and fly.",
    "author": "Rumi"
  },
  {
    "content": "The privilege of a lifetime is being who you are.",
    "author": "Carl Jung"
  },
  {
    "content": "Just as a solid rock is unshaken by the storm, even so the wise are unshaken by praise or blame.",
    "author": "Buddhist Philosophy"
  },
  {
    "content": "It is not death that a man should fear, but he should fear never beginning to live.",
    "author": "Marcus Aurelius"
  },
  {
    "content": "This is how I would die into the love I have for you: As pieces of cloud dissolve in sunlight.",
    "author": "Rumi"
  },
  {
    "content": "The meeting of two personalities is like the contact of two chemical substances: if there is any reaction, both are transformed.",
    "author": "Carl Jung"
  },
  {
    "content": "Your purpose in life is to find your purpose and give your whole heart and soul to it.",
    "author": "Buddhist Philosophy"
  },
  {
    "content": "How long are you going to wait before you demand the best for yourself?",
    "author": "Epictetus"
  },
  {
    "content": "Ignore those that make you fearful and sad, that degrade you back towards disease and death.",
    "author": "Rumi"
  },
  {
    "content": "There is no coming to consciousness without pain.",
    "author": "Carl Jung"
  },
  {
    "content": "The root of suffering is attachment.",
    "author": "Buddhist Philosophy"
  },
  {
    "content": "The chief task in life is simply this: to identify and separate matters so that I can say clearly to myself which are externals not under my control, and which have to do with the choices I actually control.",
    "author": "Epictetus"
  },
  {
    "content": "Travel brings power and love back into your life.",
    "author": "Rumi"
  },
  {
    "content": "I am not what happened to me, I am what I choose to become.",
    "author": "Carl Jung"
  },
  {
    "content": "What we think, we become.",
    "author": "Buddhist Philosophy"
  },
  {
    "content": "If you are distressed by anything external, the pain is not due to the thing itself, but to your estimate of it; and this you have the power to revoke at any moment.",
    "author": "Marcus Aurelius"
  },
  {
    "content": "Everything that is made beautiful and fair and lovely is made for the eye of one who sees.",
    "author": "Rumi"
  },
  {
    "content": "Often the hands will solve a mystery that the intellect has struggled with in vain.",
    "author": "Carl Jung"
  },
  {
    "content": "If you light a lamp for somebody, it will also brighten your path.",
    "author": "Buddhist Philosophy"
  },
  {
    "content": "First say to yourself what you would be; and then do what you have to do.",
    "author": "Epictetus"
  },
  {
    "content": "Let yourself be silently drawn by the stronger pull of what you really love.",
    "author": "Rumi"
  },
  {
    "content": "The greatest and most important problems of life are all in a certain sense insoluble.",
    "author": "Carl Jung,